TODO:
- сделать шрифты доступными локально (скачать, а не лезть каждый раз в гугл)
- вынести все настройки размеров canvas в отдельные константы
- сделать создание canvasa c promise, чтобы рамка успевала всегда отрисоваться.
-

- Print settings including answer generation

- Sample on first page

- вариант для самых маленьких без примеров, просто провести линии
- вариант для нечитающих со стрелками
- примеры на много действий со скобками

- Имя и дату сверху листа
- Умножение как точку или крестик

- Visual presentations selection

Идеи:
- Генератор простых шифров
- Лабиринты с выбором право-лево
- Поиск спрятанных слов
