Secret code branch plan:
- move language settings to the core module
- project structure!!!!

TODO:

- вариант для самых маленьких без примеров, просто провести линии
- вариант для нечитающих со стрелками
- примеры на много действий со скобками

- Умножение как точку или крестик

- Visual presentations selection

Идеи:
- Генератор простых шифров
- Лабиринты с выбором право-лево (больше-меньше)
- куда приземлится самолетик (на самолетиках примеры, на аэропортах цифры)
- пройти лабиринт составив сумму равную числу в центре
- бинарное дерево с поиском "жителей" на нем
- Поиск спрятанных слов (в наборе букв)
