Project organization
- all dependencies as scripts
+ preferred language from the locale!
- npm

TODO:

Арифметический модуль
- вариант для самых маленьких без примеров, просто провести линии
- вариант для нечитающих со стрелками
- примеры на много действий со скобками

Отображение
- Умножение как точку или крестик
- Ориентация листа с заданиями альбомная или пейзажная
- Адаптивная верстка

Идеи:
+ Генератор простых шифров 
- Лабиринты с выбором право-лево (больше-меньше)
- Лабиринт с проходом по результату примера, несколько вариантов выхода, где окажемся? (что будет у львенка на ужин?)
- "Запри монстра в клетку"
- куда приземлится самолетик (на самолетиках примеры, на аэропортах цифры)
- пройти лабиринт составив сумму равную числу в центре
- бинарное дерево с поиском "жителей" на нем
- Поиск спрятанных слов (в наборе букв)
